import React from 'react';


const NewsPage = () => {
    return (
        <div className='height100vh newsBackground'>
            <div className='ul ul__content height70vh pt-5'>
                <div className='pt-5'>
                    <h1 className='context__title'>THRONEBREAKER: THE WITCHER TALES - СОСТОЯЛСЯ РЕЛИЗ!</h1>
                    <p className='context__text'>23 октября 2018 года произошло знаковое событие - это и официальный
                        выход из беты Gwent: Homecoming и релиз карточной RPG в мире Ведьмака - Кровная вражда: Ведьмак:
                        Истории. Стоит отметить что игра представляет собой 2D - дьяблоподобную ходилку, с "открытым"
                        миром, возможностью взаимодействовать с нпс, предметами и т.д. Однако основной особенностью
                        является боевая система - карточная игра Gwent, но не просто партии, а стилизованно вписанные
                        события с ранее невиданными элементами.</p>
                    <i
                        className="fas fa-heart like">11</i>
                    <br/>
                </div>
                <div className='pt-5'>
                    <h1 className='context__title'>THRONEBREAKER: THE WITCHER TALES - СОСТОЯЛСЯ РЕЛИЗ!</h1>
                    <p className='context__text'>23 октября 2018 года произошло знаковое событие - это и официальный
                        выход из беты Gwent: Homecoming и релиз карточной RPG в мире Ведьмака - Кровная вражда: Ведьмак:
                        Истории. Стоит отметить что игра представляет собой 2D - дьяблоподобную ходилку, с "открытым"
                        миром, возможностью взаимодействовать с нпс, предметами и т.д. Однако основной особенностью
                        является боевая система - карточная игра Gwent, но не просто партии, а стилизованно вписанные
                        события с ранее невиданными элементами.</p>
                    <i
                        className="fas fa-heart like">11</i>
                    <br/>
                </div>
                <div className='pt-5'>
                    <h1 className='context__title'>THRONEBREAKER: THE WITCHER TALES - СОСТОЯЛСЯ РЕЛИЗ!</h1>
                    <p className='context__text'>23 октября 2018 года произошло знаковое событие - это и официальный
                        выход из беты Gwent: Homecoming и релиз карточной RPG в мире Ведьмака - Кровная вражда: Ведьмак:
                        Истории. Стоит отметить что игра представляет собой 2D - дьяблоподобную ходилку, с "открытым"
                        миром, возможностью взаимодействовать с нпс, предметами и т.д. Однако основной особенностью
                        является боевая система - карточная игра Gwent, но не просто партии, а стилизованно вписанные
                        события с ранее невиданными элементами.</p>
                    <i
                        className="fas fa-heart like">11</i>
                    <br/>
                </div>
                <div className='pt-5'>
                    <h1 className='context__title'>THRONEBREAKER: THE WITCHER TALES - СОСТОЯЛСЯ РЕЛИЗ!</h1>
                    <p className='context__text'>23 октября 2018 года произошло знаковое событие - это и официальный
                        выход из беты Gwent: Homecoming и релиз карточной RPG в мире Ведьмака - Кровная вражда: Ведьмак:
                        Истории. Стоит отметить что игра представляет собой 2D - дьяблоподобную ходилку, с "открытым"
                        миром, возможностью взаимодействовать с нпс, предметами и т.д. Однако основной особенностью
                        является боевая система - карточная игра Gwent, но не просто партии, а стилизованно вписанные
                        события с ранее невиданными элементами.</p>
                    <i
                        className="fas fa-heart like">11</i>
                    <br/>
                </div>


            </div>
        </div>
    )
}


export default NewsPage;