[
  {
    "id": 1,
    "title": "Снаряжение школы змеи",
    "slag": null,
    "description": "Проходя мимо корчмы вы наверняка слышали треп местных крестьянок о том, как недавно в деревне Белый Сад бывал Ведьмак, которого почикали за мальчонку. Но как оказалось ведьмак был не причем, а гнить его оставили в родовом склепе. Вот туда мы и направимся...\n\nСнаряжение школы змеи - прохождение по поиску снаряжения школы Змеи.\nОтправляемся на кладбище недалеко от старой мельницы. При подходе к месту силы появляется призрак 7 уровня. Несмотря на это, масло от призраков и последний весьма быстро падает. Но вот если вы попадете под его атаку - практически смерть, поэтому нужно активнее уворачиваться и контратаковать. (Не забудьте воспользоваться камнем силы и собрать всю местную траву).\n\nСнаряжение школы змеи - прохождение по поиску снаряжения школы Змеи.\n\nСнаряжение школы змеи - прохождение по поиску снаряжения школы Змеи.\nКак только у призрака закончится половина ХП, он исчезнет. Спускаемся в склеп, решетка закрывается и нам предстоит добить это существо. Тактика таже самая.\n\nСнаряжение школы змеи - прохождение по поиску снаряжения школы Змеи.\nПосле того как призрак будет повержен, обыщите склеп на предмет трупов и грибов. В правом верхнем углу от входа будет лежать скелет и труп. Так вот, в скелете вы найдете: Чертеж серебряный меч Школы Змеи и письмо Кольгрима (так звали ведьмака) к мастеру Школы Змеи.\n\nСнаряжение школы змеи - прохождение по поиску снаряжения школы Змеи.\nКак только прочитаете письмо, появится метка на поиски чертежа для стального меча. Бандит облюбовали логово что западнее Сгоревшей деревни.\n\nСнаряжение школы змеи - прохождение по поиску снаряжения школы Змеи.\nПодходим к развалинам с запада, находим небольшой подъем в виде заваленой башни, прыгаем по уступам и поднимаемся на площадку.\n\nСнаряжение школы змеи - прохождение по поиску снаряжения школы Змеи.\nПосле разборок с местными бандитами, которые примерно 1-2 уровня и главаря с топором 5го уровня, обыскиваем местность на предмет хабара, записок и травы с грибами.\n\nСнаряжение школы змеи - прохождение по поиску снаряжения школы Змеи.\nВ башне с левой стороны будет покоится сундук, в котором вы найдете: Чертеж: стальной меч школ Змеи и протоколы допроса Кольгрима.\n\nВыковать мечи можно у кузница в лагере Нильфгаардцев за чисто символическую цену - порядка 80 монет. Мечи имеют следующие характеристики:\n\nСнаряжение школы змеи - прохождение по поиску снаряжения школы Змеи.\nСеребряный меч школы Змеи:\nНеобходимый уровень: 1\nУрон: 112-138\nМощь Аарда: +10%\nШанс вызвать отравление: +10%\nДополнительный опыт за смертельный удар по чудовищу: +20%\n+ 1 пустой слот для руны.\n\nСнаряжение школы змеи - прохождение по поиску снаряжения школы Змеи.\nСтальной меч школы Змеи:\nНеобходимый уровень: 2\nУрон: 49-61\nШанс вызвать отравление: +15%\nДополнительный опыт за смертельный удар по человеку: +5%\n+ 1 пустой слот для руны.\n\nP.S. Мораль такова, Кольгрим охотился на утопцев, при этом умудрился собрать чертежи ведьмачих мечей школы Змеи. Но утопцы слопали местного парнишку, обвинили ведьмака. При обыске отобрали чертеж стального меча. Ведьмак потребовал у местного барона испытание поединком, на что то сразу согласился. Нужно было очистить родовой склеп от призраков. Ведьмак не справился и остался там. Лишь после его смерти стало известно, что мальца слопали утопцы...\n\nP.S. Искать предметы можно в любом порядке...",
    "location": "Мир Ведьмака",
    "img": "BasicQuest1.jpg",
    "like" : 41
  }
]