[
  {
    "id": 1,
    "title": "На смертном одре",
    "slag": null,
    "description": "Скорее всего, во время охоты на Грифона вы встречались с травницей Тамирой, когда искали информацию о траве крушине для приманки на Грифона. В её избушке вы заметили раненую девушку Лину - жертву Грифона. Девушка была жива, но внутреннее кровотечение сделает свое дело быстро... \n\nВы предлагаете Тамире сделать для Лины ласточку, которая должна устранить внутреннее кровотечение. Но как вероятность Лина может впасть в безумие и умереть в страшных муках, крича на всю деревню. Вы можете попробовать помочь девушке, приготовив ласточку, либо вообще проигнорировав, оставить умирать под сонными травами.\n\nКак только вы отдадите ласточку Тамире, для проявления эффекта нужно будет пару дней, но квест будет выполнен. В награду вы получите опыт и немного всяких травок и ингредиентов. В дневнике можно прочитать, что как только ведьмак покинул Белый сад, Лина выжила телом, но рассудок ее помутился. Но ее забрал к себе в Нильфгаард, ее ухажор, солдат, к которому она бегала по ночам шпилиться. Таким образом хепи-энд.",
    "location": "Белый Сад",
    "img": null,
    "like" : 27
  },
  {
    "id": 2,
    "title": "Пропавший без вести",
    "slag": null,
    "description": "Данный квест можно активировать при прочтении свитка на доске объявлений в Белом Саду, либо минуя доску объявлений пообщаться с братом пропавшего. Местному жителю требуется помощь в поисках пропавшего брата-солдата, которого не стало после последней бойни с Нильфами.\n\nСобственно дуем в центральную деревню, и недалеко от корчмы вы увидите доску объявлений, на которой и прикреплен искомый заказ.\n\nПосле активации квеста у вас появится метка на один из домов в локации Сожженная деревня. Отправляемся туда.\n\nИ встречаемся с Дуни, который сидит вместе с большой и верной псиной Гусаром у костра. Как поведует работодатель, его брат Бастиан пал на поле боя с Нильфами. И брат хотел бы найти его, если не живого, то хотя бы тело, но ему мешают трупоеды. Ваша задача - разогнать их.Встречаемся на пригорки у побоища. Идем в обозначенную маркером местность и режем гулей на фарш. После чего Дуни говорит, что на щитах из бригады Бастиана был нарисован знак. Ищем 3 воина с Темерскими щитами.Двоих Дуни опознает как сыновей соседей, а вот третий обожженный труп выглядит как-то мелковато для Бастиана.И вот в этот момент, Гусар учуял хозяина и побежал в лес. Что мы с вами и делаем тоже. В лесу мы находим заброшенную избушку, в которой и прятался Бастиан, с вытащившим его с поля боя нильфгаардцом-дезертиром Росэном. Дуни очень обрадовался брату. Бастиан поведал, что ему пробили бок и дали по голове, что он потерял зрение. Росэн же вывихнул лодыжку, и когда сваливал с поля боя наткнулся на Бастиана, и вытащил его с поля боя. Вот так слепой вел хромого. Бастиан говорит, что без Росэна никуда не пойдет. У вас появляется возможность повлиять на Дуни, который против Нильфа.\nЯ же сказал Дуни, что без Росена, Бастиан давно бы отдал коньки. И тот согласился взять его к себе, и обучить сеять пшеницу. При таком исходе, через 12 часов, Дуни, Бастиан, Росен отправятся на небольшую ферму на юге Белого Сада, к жене Дуни - Лизе.\nЕсли вы откажитесь взять Росэна, то он погибнет. Так как некому будет оказать ему помощь.\nЕсли вы проигнорируете этот квест. То после возвращения из вызимы, в избушке вы найдете два трупа - Бастиана и Росэна.",
    "location": "Белый Сад",
    "img": null,
    "like" : 19
  },
  {
    "id": 3,
    "title": "Ценный Груз",
    "slag": null,
    "description": "Недалеко от тропы на болотах, ведущей к лагерю Нильфгаардцев вы сможете встретить опечаленного купца. Который сидит на бревне и о чем-то грустно плачет. Этому парню явно требуется ваша ведьмачья помощь и поддержка!\n\nПоговорив с купцом-спонсором, он расскажет вам, что его телега угодила в болота, и была атакована трупоедами. Купец умоляет вам достать груз в виде небольшого сундука, который ему очень нужен.\nОтправляемся к болотам, включаем ведьмачье чутье и видим следы телеги, съехавшей в болота, идем по ним.\n\nЦенный Груз - прохождение побочного квеста в игре Witcher 3: Дикая Охота!\nИ натыкаемся на бродящих рядом с телегой трупоедов. От которых мы попутно избавляемся.\n\nЦенный Груз - прохождение побочного квеста в игре Witcher 3: Дикая Охота!\nНаходим телегу, обыскиваем ее с помощью ведьмачьего чутья. Геральт увидит телегу утыканную стрелами, а так же убитую лошадь.\n\nЦенный Груз - прохождение побочного квеста в игре Witcher 3: Дикая Охота!\nПомимо всего прочего вы найдете неподалеку тело человека, объеденного утопцами, но причиной смерти были все те же стрелы. А если вспомнить, что у нашего нанимателя за плечами лук, то выводы напрашиваются сами за себя.\n\nЦенный Груз - прохождение побочного квеста в игре Witcher 3: Дикая Охота!\nНеподалеку от телеги будет валяться сундучек, вот его то мы и поднимаем и отправляемся к купцу.\n\nОбщаемся с нанимателем и выдаем ему свою версию произошедшего: \"На обоз было совершено нападение, возжий убит, телега слетела с большака в болото. А местные падальщики мешали забрать добычу\".\nНа что наниматель попытается сбежать, обманув Геральта...\nНа этом этапе квеста можно отдать груз, не задавая вопросов. Вы получите 20 крон и квест будет завершен.\n\nЦенный Груз - прохождение побочного квеста в игре Witcher 3: Дикая Охота!\nВрубаем на Плотве гало, догоняем трюкача и даем ему мечом по голове, на что, тот свалится с лошади. Оказывается наш трюкач - из отряда партизан-Темерцев, сражающихся с захватчиками. А обоз был медицинский, и он не должен был доехать до Нильфов, а лекарства помогли бы и местным ребятам из отряда!\n\nУ вас есть три варианта решения проблемы:\nОтпускаем солдата с лекарствами, в награду 30 крон и много лестных слов в адрес Ведьмака!\n\nОтпускаем солдата, но лекарства оставляем себе - матюки в наш адрес, 50 крон, 5 календулы и 4 листа белого мирта.\n\nОтводим его к Нильфам - 30 крон, но парня вздернут...\n\n\nЧто выбрать - решать вам, но я как самый добрый Геральт, отпустил парня с коробкой сражаться за Темерию...",
    "location": "Белый Сад",
    "img": null,
    "like" : 2
  },
  {
    "id": 4,
    "title": "Сковорода как новая",
    "slag": null,
    "description": "Если прогуляться немного по побережью речки к северу от корчмы в деревне Белый Сад, вы сможете наткнуться на интересную бабусю, которая стоит возле закрытой хаты и что-то там высматривает.\n\nСковорода как новая - побочный квест по поимке сковородки и наводках на присутсвие Тайлера в деревне Белый сад!\nПодойдите к бабусе и пообщайтесь с ней. Она расскажет вам, что довече у нее гостил незнакомец, который все выспрашивал у нее про чернила и сажу. В итоге упросил ее дать ненадолго сковородку. Ну бабуля по доброте душевной и дала... Вот только к вечеру зашел в хату незнакомец, а утром вышел один. А дверь заперта и сковороды не видать как своих ушей. А бабуле она очень дорога.\n\nСковорода как новая - побочный квест по поимке сковородки и наводках на присутсвие Тайлера в деревне Белый сад!\nНу что же, используем знак Аард, вышибаем дверь и заходим в избу, справа будет лежать труп с запашком, обследуем труп с помощью ведьмачьего чутья. Гонца задушили горотой и оставили гнить. Явно работа шпиона.\n\nСковорода как новая - побочный квест по поимке сковородки и наводках на присутсвие Тайлера в деревне Белый сад!\nСправа от трупа, на земле будет лежать еле заметный разбитый монокль. Никого не напоминает?\n\nСковорода как новая - побочный квест по поимке сковородки и наводках на присутсвие Тайлера в деревне Белый сад!\nПроходим в комнату с печкой, на столе будет лежать искомая сковорода, только отскобленная до блеска, обрывки писем и сожженные бумаги. Как оказалось шпиону нужна была сажа, чтобы письмо написать, вот он и отчистил всю сковороду.\n\nСковорода как новая - побочный квест по поимке сковородки и наводках на присутсвие Тайлера в деревне Белый сад!\nЧитаем обрывки письма и видим тонну мата. Что явно намекает на Тайлера, вдобавок еще и найденный нами монокль. В письме сказано, что Тайлер и его друзья хотят о чем-то договориться с Нильфами - это уже весьма интересно...\n\nВозвращаемся к бабусе и отдаем ей ее сковородку, она так обрадуется ее чистоте, что готова была бы смотреться в нее, эх, если б только молодой была...\nНу и на дорожку отблагодарит вас сухофруктами и сочком яблочным (который довольно неплохо восстанавливает здоровье), а так же немного крон.",
    "location": "Белый Сад",
    "img": null,
    "like" : 15
  },
  {
    "id": 5,
    "title": "Игра с огнем",
    "slag": null,
    "description": "В деревне Белый Сад, имеется небольшая кузня старого краснолюда Вилли, которая находится недалеко от местной корчмы. Краснолюд 50 лет работал в этой деревне, думал, что уже своим стал для местных. Но вот недавно сожгли его кузню к чертям собачьим. А у бедняги больше ничего и не было.\n\nПообщайтесь с краснолюдом, по поводу его беды. После трогательных реплик, кузнец просит отыскать вас поджигальщика.\n\nИгра с огнем - прохождение побочного квеста про поджигальщика кузни краснолюда в деревне Белый Сад!\nОтправляемся за кузню, врубаем чутье и следуем по красным следам до самой реки у моста.\n\nИгра с огнем - прохождение побочного квеста про поджигальщика кузни краснолюда в деревне Белый Сад!\nТам следы обрываются, но достаточно пройти под постом и на берегу вы увидите новые следы с брошенными сапогами.\n\nИгра с огнем - прохождение побочного квеста про поджигальщика кузни краснолюда в деревне Белый Сад!\nНа что Геральт скажет, что на бедолагу напали утопцы и ранили его.\n\nИгра с огнем - прохождение побочного квеста про поджигальщика кузни краснолюда в деревне Белый Сад!\nПо запаху и следам крови из раны доходим до дома. И находим поджигателя.\n\nИгра с огнем - прохождение побочного квеста про поджигальщика кузни краснолюда в деревне Белый Сад!\nИм оказался местны \"расист\", пропивающий наследство, оставшееся от мамы. И который по пьяне решил проучить краснолюда, который кует оружие для Нильфов, которым потом убивают его собратьев.\n\nУ вас есть выбор, небольшой, но есть:\nВзять кроны у пьянчуги и сообщить Вилли, что ничего не нашли.\n\nИспользовать аксий и притащить его кузнецу, требуя награду.\n\n\nЯ поджигателя не сдавал, потому как если его сдать - в итоге вздернут, вызванные Вилли нильфы. И так столько смертей. Но если вы помните, он клялся. что с огнем играть не будет. Дело ваше, как поступить в данном случае и какой сделать выбор...",
    "location": "Белый Сад",
    "img": null,
    "like" : 11
  }
]